Revit 2027 API
ParameterTypeId.CurtainWallPanelsHeight Property
 "Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtainWallPanelsHeight { get; }
Public Shared ReadOnly Property CurtainWallPanelsHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtainWallPanelsHeight {
	ForgeTypeId^ get ();
}
static member CurtainWallPanelsHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace